# Space_Net3DBoundary

## Description
Returns net 3D boundary of given space object

```pascal
FUNCTION Space_Net3DBoundary(space : HANDLE): HANDLE;
```

```python
def vs.Space_Net3DBoundary(space):
    return HANDLE
```

## Parameters
|Name|Type|Description|
|---|---|---|
|space|HANDLE|   |

## Version
Availability: from Vectorworks 2014

## Category
* SpaceObjectCoreTools